'use strict';

@@include('webP.js') // Подключение скрипта для проверки поддержки webp формата и выбора правильного формата в css;
@@include('slider.js')  // Подключение слайдера;
@@include('tab.js') // Переключение разделов по табам;
@@include('modal.js') // Подключение модального окна с формой отзывов;
@@include('feedback.js') // Реализация добавления отзывов;
@@include('map.js') // Скрипт для отображения google maps;
@@include('swipe.js') // Cкрипт свайпа для кнопочного меню в мобильной версии;
@@include('burger.js') // Скрипт меню гамбургера для планшетной и мобильной версии;